GPGUnknownString = "Sconosciuto";
GPGValidityUndefinedString = "Non specificato";
GPGValidityNeverString = "Mai";
GPGValidityMarginalString = "Marginale";
GPGValidityFullString = "Completo";
GPGValidityUltimateString = "Più recente";
GPGMD5HashAlgorithmString = "MD5";
GPGSHA1HashAlgorithmString = "SHA1";
GPGRIPEMD160HashAlgorithmString = "RIPE MD160";
GPGDoubleWidthSHAHashAlgorithmString = "Doppio con SHA";
GPGMD2HashAlgorithmString = "MD2";
GPGTIGER192HashAlgorithmString = "TIGER192";
GPGHAVALHashAlgorithmString = "HAVAL";
GPGRSAAlgorithmString = "RSA";
GPGRSAEncryptOnlyAlgorithmString = "Cifratura RSA";
GPGRSASignOnlyAlgorithmString = "Firma RSA";
GPGElgamalEncryptOnlyAlgorithmString = "Cifratura ElGamal";
GPGDSAAlgorithmString = "DSA";
GPGEllipticCurveAlgorithmString = "Curva Ellittica";
GPGECDSAAlgorithmString = "ECDSA";
GPGElgamalAlgorithmString = "ElGamal";
GPGDiffieHellmanAlgorithmString = "DH";
GPGNoAlgorithmString = "No Algorithm";
GPGIDEAAlgorithmString = "IDEA";
GPGTripleDESAlgorithmString = "3DES";
GPGCAST5AlgorithmString = "CAST5";
GPGBlowfishAlgorithmString = "Blowfish";
GPGSAFERSK128AlgorithmString = "SAFER SK128";
GPGDESSKAlgorithmString = "DES SK";
GPGAES128AlgorithmString = "AES 128";
GPGAES192AlgorithmString = "AES 192";
GPGAES256AlgorithmString = "AES 256";
GPGTwoFishAlgorithmString = "TwoFish 256";
GPGSkipjackAlgorithmString = "Skipjack";
GPGTwoFishOldAlgorithmString = "TwoFish 128";
GPGDummyAlgorithmString = "Algoritmo XYZ";